Repository: zhangchunsheng/mybitcoin
Catalog: guiminer/guiminer_*.po
Languages: de, eo, it, nl, ru

source: GUIMiner Version: %(version)s GUI by Chris 'Kiv' MacLeod Original poclbm miner by m0mchil Original rpcminer by puddinpop Get the source code or file issues at GitHub: https://github.com/Kiv/poclbm If you enjoyed this software, support its development by donating to: %(address)s Even a single Bitcoin is appreciated and helps motivate further work on this software.
de: GUIMiner: Version %(version)s GUI erstellt von Chris 'Kiv' MacLeod Original poclbm Miner von m0mchil Original rpcminer von puddinpop Sourcecode und weitere Infos auf GitHub: https://github.com/Kiv/poclbm Sollte dir die Software gefallen, unterstütze die Weiternticklung durch eine freiwillige Spende an: %(address)s Jeder Bitcoin wird gewürdigt und hebt die Motivation zur Weiterarbeit an diesem Projekt. Deutsche Übersetzung durch: Dataminer (datenmine@yahoo.de) Spende an Dataminer: 1ErifSXRFPdzcPLEajnndt6VWqVcqspDvQ
eo: GUIMinder Versio: %(version)s Grafika interfaco de Chris 'Kiv' MACLEOD Originala poclbm minilo de m0mchil Originalo rpcminer de puddinpopbbAkiru la fontkodo aŭ enarkivigi atentindaĵojn ĉe Github: https://github.com/Kib/poclbm
it: Versione GUIMiner: %(version)s GUI fatto da: Chris 'Kiv' MacLeod Minatore poclbm originale fatto da: m0mchil Minatore rpcminer originale fatto da: puddinpop Traduzione In italiano fatta da: MasterHunterHD - Dovessero esserci errori di traduzione, per favore inviatemi un PM. Codice originale & problemi disponibili su GitHub: https://github.com/Kiv/poclbm Se ti è piacuto questo programma, per favore, aiuta lo sviluppo di questo programma effetuando una donazione: %(address)s Anche un solo BitCoin è apprezzato, e aiuta la motivazione al lavoro e a lo sviluppo di nuove funzionalità.
nl: GUIMiner Versie: %(version)s GUI gemaakt door Chris 'Kiv' MacLeod Oorspronkelijke poclbm Miner door m0mchil Oorspronkelijke rpcminer door puddinpop Voor de broncode en verdere hulp, zie GitHub: https://github.com/Kiv/poclbm Overweeg een donatie als dit programma je geholpen heeft Deze kan je naar volgend adres sturen: %(address)s Elke bitcoin wordt gewaardeerd en motiveert tot verdere ontwikkeling. Nederlandse vertaling door: Blauwbek (nl-guiminer@hotmail.com) Steun Blauwbek: 1KtyDeGanGyH6ze5FUxxAevNWhGKqsmxoS
ru: GUIMiner Версия: %(version)s Автор GUI: Chris 'Kiv' MacLeod Автор poclbm miner: m0mchil Автор rpcminer: puddinpop Исходники и файлы доступны на GitHub: https://github.com/Kiv/poclbm Если вам понравилась программа - поддержите её развитие переведите деньги на: %(address)s Даже один битцент полезен, и помогает мотивировать дальнейшую работу над этой программой.

source: Not started
de: Nicht gestartet
eo: Ne komencita
it: Non in funzione
nl: Niet gestart
ru: Не запущен

source: Starting...
de: Starte...
eo: Komencanta...
it: Inizializzando
nl: Wordt gestart...
ru: Запускается...

source: Stopped
de: Angehalten
eo: Haltita
it: Fermo
nl: Gestopt
ru: Остановлен

source: Paused
de: Pausiert
eo: Paŭzigita
it: In Pausa
nl: Gepauzeerd
ru: Пауза

source: Start mining!
de: Start!
eo: Komenci minadon!
it: Inizia lo scavo!
nl: Start minen!
ru: Старт!

source: Stop mining
de: Stopp
eo: Halti minadon
it: Ferma lo scavo
nl: Stop met minen
ru: Стоп!

source: Refresh balance
de: Kontostand
eo: Aktualigi bilancon
it: Aggiorna il saldo
nl: Vraag saldo op
ru: Проверить баланс

source: Connection error
de: Verbindungsfehler
eo: Konekta eraro
it: Errore di connessione
nl: Verbindingsprobleem
ru: Ошибка связи

source: Username:
de: Benutzer:
eo: Uzantnomo:
nl: Gebruikersnaam:
ru: Логин:

source: Password:
de: Passwort:
eo: Pasvorto:
nl: Wachtwoord:
ru: Пароль:

source: Quit this program
de: Beenden
eo: Forlasi
it: Chiudi il programma
nl: Programma afsluiten
ru: Выход из программы

source: Show about dialog
de: Über...
eo: Montri pridialogujon
it: Informazioni
nl: Over...
ru: Показать информацию о программе

source: %.1f Ghash/s
eo: %.1f Ghak/s

source: %.1f Mhash/s
eo: %.1f Mhak/s

source: Connecting...
de: Verbinde...
eo: Konekanta...
it: Connettendo...
nl: Aan het verbinden...
ru: Соединяемся...

source: %d khash/s
eo: %d khak/s

source: Requesting balance: %(request)s
de: Fordere Kontostand: %(request)s
eo: Petanta bilancon: %(request)s
it: Aggiornando il saldo: %(request)s
nl: Opvraagt saldo op: %(request)s
ru: Запрашивается баланс: %(request)s

source: Server replied: %(status)s, %(data)s
de: Server antwortet: %(status)s, %(data)s
eo: Servilo respondita: %(status)s, %(data)s
it: Il server ha risposto: %(status)s, %(data)s
nl: Server reageerde met: %(status)s, %(data)s
ru: Ответ сервера: %(status)s, %(data)s

source: Miner
eo: Minilo
it: Minatore
ru: Генератор

source: Speed
de: Tempo
eo: Rapido
it: Velocità
nl: Snelheid
ru: Скорость

source: Accepted
de: Akzeptiert
eo: Akceptita
it: Accettato
nl: Geaccepteerd
ru: Принято

source: Stale
de: Abgelaufen
eo: Malfreŝa
it: Inutilizzabile
nl: Verlopen
ru: Сбой

source: Start/Stop
de: Start/Stopp
eo: Eki/Halti
it: Inizia/Ferma
ru: Старт/Стоп

source: Autostart
eo: Memlanĉo
it: Autoinizializzazione
ru: Автостарт

source: Pause all
de: Alle anhalten
eo: Paŭzigi ĉia
it: Pausa tutto
nl: Alles pauzeren
ru: Приостановить все

source: Restore
de: Wiederherstellen
eo: Restaŭri
it: Ripristina
nl: Herstel
ru: Восстановить

source: Close
de: Schließen
eo: Fermi
it: Chiudi
nl: Sluiten
ru: Закрыть

source: Listener for "%s" started
de: Miner "%s" gestartet
eo: Aŭskultanto por "%s" komencita
it: Ascolto per "%s" iniziato
nl: Miner "%s" gestart
ru: Прослушивание "%s" начато

source: Listener for "%(name)s": %(line)s
de: Miner "%(name)s": %(line)s
eo: Aŭskultanto por "%(name)s": %(line)s
it: Ascolto per "%(name)s": %(line)s
nl: Miner "%(name)s": %(line)s
ru: Прослушивание "%(name)s": %(line)s

source: Listener for "%s" shutting down
de: Miner "%s" fährt herunter
eo: Aŭskultanto por "%s" malŝaltanta
it: Fermando ascolto per "%s"
nl: Miner "%s" sluit af
ru: Прослушивание "%s" завершается

source: Server:
eo: Servil
ru: Сервер:

source: Website:
eo: TTT-ejo:
it: Sito Internet:
ru: Вэбсайт:

source: Ext. Path:
de: Ext. Pfad:
eo: Ekst. vojo:
it: Localizzazone est. :
nl: Ext. Pad:
ru: Вншн. путь:

source: Host:
eo: Gastiga komputilo:
ru: Хост:

source: Port:
eo: Pordo:
it: Porta:
ru: Порт:

source: Device:
de: Gerät:
eo: Aparato:
it: Dispositivo:
nl: Apparaat:
ru: Устройство:

source: No OpenCL devices
de: Kein OpenCL-Gerät
eo: Ne OpenCL-aj aparatoj
it: Nessun dispositivo OpenCL
nl: Geen OpenCL onderdelen
ru: Нет OpenCL устройств

source: Extra flags:
de: Optionen:
eo: Kroma flagoj:
it: Opzioni (facoltativo):
nl: Extra commando's:
ru: Доп. параметры:

source: CPU Affinity:
eo: CPU-a afineco:
nl: CPU's In gebruik

source: Balance:
de: Kontostand:
eo: Bilanco:
it: Saldo:
nl: Saldo:
ru: Баланс:

source: Withdraw
de: Auszahlen
eo: Repreni
it: Ritirare dal saldo
nl: Intrekken
ru: Снять деньги

source: Default
de: Standard
eo: Defaŭlta
it: Opzione Standard
nl: Standaard
ru: По умолчанию

source: Start
eo: Komenci
it: Inizia
ru: Старт

source: Stop
de: Stopp
eo: Halti
it: Ferma
ru: Стоп

source: Connection problems
de: Verbindungfehler
eo: Konektaj problemoj
it: Problemi di Connessione
nl: Verbindingsproblemen
ru: Сбой связи

source: Running command:
de: Befehl:
eo: Plenumanta komando:
it: Iniziando il commando:
nl: Voert uit:
ru: Выполняется команда:

source: Difficulty 1 hashes: %(nhashes)d %(update_time)s
de: Schwierigkeit 1 Hashes: %(nhashes)d %(update_time)s
eo: Malfacileco 1 haketoj: %(nhashes)d %(update_time)s
it: Difficoltà 1 parte: %(nhashes)d %(update_time)s
nl: Moeilijkheid 1 hashes: %(nhashes)d %(update_time)s
ru: Хэши сложности 1: %(nhashes)d %(update_time)s

source: Blocks: %d,
de: Blöcke: %d,
eo: Blokoj: %d,
it: Blocchi: %d,
nl: Blokken: %d,
ru: Блоки: %d,

source: Shares: %d accepted
de: Shares: %d akzepiert
eo: Partoj: %d akceptita
it: Scambi: %d aceptadas
nl: Shares: %d geaccepteerd
ru: Доли: %d приняты

source: , %d stale/invalid
de: , %d abgelaufen/ungültig
eo: , %d malfreŝa/malvalida
it: , %d inutilizzabile/invalidi
nl: , %d verlopen/ongeldig
ru: , %d дубли/сбойные

source: - last at %s
de: - letzte: %s
eo: - lasta ĉe %s
it: - ultimo: %s
nl: - recentste: %s
ru: - последняя в %s

source: Server to connect to. Different servers have different fees and features. Check their websites for full information.
de: Server zum Verbinden. Server haben unterschiedliche Konditionen und Features. Informiere dich auf der Anbieter-Website.
eo: Servilo konektiĝi. Diferencaj serviloj havas diferencaj honorarioj kaj trajtoj. Konsilu ilin TTT-ejojn por plu informo.
it: Il server a la quale connettersi. Le rate ed i vantaggi variano a secondo dei server . Verifica il loro sito internet per più informazioni.
nl: Server om mee te verbinden. Kosten en mogelijkheden verschillen per server. Kijk op de bijbehorende website voor de volledige informatie
ru: Сервер для подключения. Разные серверы имеют разные возможности и взимаемый процент. Подробней смотрите на их сайтах.

source: Website of the currently selected server. Click to visit.
de: Website des derzeit ausgewählen Servers. Klicken um Seite aufzurufen.
eo: TTT-ejo de la nuna elektita servilo. Klaku viziti.
it: Sito internet del server in cui sei connesso. Clicca per visitarlo.
nl: Website van de geselecteerde server. Klik om er naar toe te gaan
ru: Вэбсайт выбранного сервера. Нажмите чтобы открыть.

source: Available OpenCL devices on your system.
de: Erkannte OpenCL-Geräte.
eo: Disponeblaj OpenCL-aj aparatoj en via sistemo.
it: Dispositivi OpenCL disponibili sul sistema.
nl: Beschikbare OpenCL apparaten.
ru: OpenCL устройства, доступные на вашей системе.

source: Host address, without http:// prefix.
de: Host-Adresse, ohne http:// Angabe.
eo: Gastiga adreso, sen "http://" prefikso.
it: Sito internet del server, senza il prefisso http://
nl: Host adres, zonder het http:// voorvoegsel
ru: Адрес Хоста, без http:// префикса.

source: Server port. This is usually 8332.
de: Server-Port. Standard ist 8332.
eo: Servpordo. Estas kutime 8332.
it: La porta del Server. Normalmente 8332.
nl: Serverport. Dit is normaal gesproken 8332.
ru: Порт сервера. Обычно 8332.

source: The miner's username. May be different than your account username. Example: Kiv.GPU
de: Dein Benutzername. Kann sich von deinem Accountnamen unterscheiden. Beispiel: BitcoinsWallet.GPU
eo: La uzantnomo de la minilo. Povas esti diferenca ol via konta uzantnomo. Ekz.: Kiv.GPU
it: Il username dell'lavoratore. Puo essere diverso dal username del conto. Esempio: Kiv.GPU
nl: Miner's gebruikersnaam. Kan verschillen van uw accountnaam. Bijvoorbeeld: Blauwbek.GPU
ru: Логин генератора (miner username). Может отличаться от логина вашего аккаунта. Пример: Kiv.GPU

source: The miner's password. May be different than your account password.
de: Dein Passwort. Kann sich von deinem Accountpasswort unterscheiden.
eo: La pasvorto de la minilo. Povas esti diferenca ol via kontpasvorto.
it: La password dell'lavoratore Puo essere diverso dalla password del conto.
nl: Miner's wachtwoord. Kan verschillen van uw account's wachtwoord.
ru: Пароль генератора (miner password). Может отличаться от пароля вашего аккаунта.

source: Extra flags to pass to the miner. For Radeon HD 5xxx series use -v -w128 for best results. For other cards consult the forum.
de: Extra-Optionen und Feintuning: Optimal für Radeon HD 5xxx: -v -w128. Einstellungen für andere Karten findest du unter http://forum.bitcoin.org/.
eo: Eksteraj flagoj transdoni al la minilo.bPor Radeon HD 5xxx serio, uzu '-v -w 128' por plej bonaj rezultoj. Por aliaj kartaj, konsilu la forumon.
it: Opzioni extra da trasmettere al minatore. Per le Radeon HD 5xxx series usa: -v -w128 per migliori risultati. Per altre cartine grafiche, consultare il forum. (forum.bicoin.org)
nl: Extra commando's voor de miner: Radeon HD 5xxx gebruikers gebruik: -v -w128. voor optimale resultaten Kijk voor andere videokaarten op het forum
ru: Доп. параметры передаваемые генератору. Для лучших результатов на Радеонах HD 5xxx серий, под OpenCL, используйте -v -w128. По поводу других видеокарт - проверьте форум.

source: CPU cores used for mining. Unchecking some cores can reduce high CPU usage in some systems.
eo: Ĉefprocesoraj kernoj uzita por minado. Malselektado de iuj kernoj povas redukti alta ĉefprocesora uzado en iuj sistemoj.
nl: Aantal cores gebruikt voor minen. Het uitvinken van enkele cores kan het processorgebruik verminderen.

source: Auth token rejected by server.
de: Auth Token wurde vom Server abgelehnt.
eo: Servilo rifuzis aŭtentokontrolan ĵetonon.
it: Codice di autenticazione rifiutato dal server.
nl: Authenticatie afgewezen door de server.
ru: Код авторизации не принят сервером

source: %s confirmed
de: %s Bestätigt
eo: %s konfirmita
it: %s confermato
nl: %s bevestigd
ru: %s подтверждено

source: , %s unconfirmed
de: , %s Unbestätigt
eo: , %s nekonfirmira
it: , %s non confermato
nl: , %s onbevestigd
ru: , %s не подтверждено

source: Bad response from server.
de: Anfrage vom Server abgelehnt.
eo: Servilo sendis malbonan respondon.
nl: Onverwachte reactie van de server.
ru: Неправильный ответ сервера.

source: Withdraw OK
de: Auszahlung OK
eo: Repreni okej
it: Retirada de saldo correcta
nl: Intrekken OK
ru: Выплата произведена

source: No registration is required - just enter an address and press Start.
de: Keine Registrierung nötig - Einfach Adresse angeben und Start klicken.
eo: Registrado ne estas postulata - enigu adreson kaj klaku "Komenci".
it: Nessuna registratione necessaria - Inserire solo un indirizzo BitCoin e cliccare su Inizia.
nl: Geen registratie nodig - typ een adres en klik op start.
ru: Регистрации не требуется - введите ваш адрес и нажмите Старт.

source: Address:
de: Adresse:
eo: Adreso:
it: Indirizzo:
nl: Adres:
ru: Адрес:

source: Your receiving address for Bitcoins. E.g.: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc
de: Deine Bitcoins Empfangsadresse. Beispiel: 1ErifSXRFPdzcPLEajnndt6VWqVcqspDvQ
eo: Via ricevanta adreso por bitmonoj. E.g.: 1Q9nXGeq1y1Xfc4JMdPJKGikLY44UGC9LU
it: L'indirizzo per ricevere i BitCoin. Esempio: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc
nl: Je ontvangadres voor Bitcoins Bijvoorbeeld: 1FVYXH5xuP9w4656hMVdXJvZBSLsQtbxKT
ru: Ваш счет для получения Биткоинов. Пример: 1A94cjRpaPBMV9ZNWFihB5rTFEeihBALgc

source: Your miner username (not your account username). Example: Kiv.GPU
de: Dein Miner-Benutzername (NICHT Account-Benutzername). Beispiel: BitcoinsWallet.GPU
eo: Uzantnomo por la minilo (ne via konta uzantnomo). Ekz.: Kiv.GPU
nl: Je miner's gebruikersnaam (niet je accountnaam). Bijvoorbeeld: Blauwbek.GPU
ru: Логин генератора (miner username), может отличаться от логина аккаунта. Пример: Kiv.GPU

source: Your miner password (not your account password).
de: Dein Miner-Passwort (NICHT dein Account-Paswort).
eo: Pasvorto por la minilo (ne via konta pasvorto).
it: la password dell'lavoratore (non la password dell'conto).
nl: Je miner's wachtwoord (niet je account's wachtwoord).
ru: Пароль генератора, может отличаться от пароля аккаунта .

source: Your miner username. Example: kiv123@kiv123
de: Dein Benutzername. Beispiel: kiv123@kiv123
eo: Via uzantnomo por la minilo. Ekz. kiv123@kiv123
it: Il username dell'lavoratore. Esempio: kiv123@kiv123
nl: Je miner's gebruikersnaam. Bijvoorbeeld: kiv123@kiv123
ru: Логин генератора. Например: kiv123@kiv123

source: The e-mail address you registered with.
de: Deine E-Mailadresse mit der du dich registriert hast.
eo: La retadreso uzita registri.
it: L'indirizzo e-mail con la quale ti sei registrato
nl: Het emailadres waarmee je geregistreerd bent.
ru: Эл. почта под которой вы зарегистрировались.

source: Email:
eo: Retpoŝtadreso:
ru: Эмэйл:

source: &Rename...
de: &Umbenennen...
eo: &Renomi...
it: &Rinomina
nl: &Hernoemen...
ru: &Переименовать...

source: Rename this miner
de: Diesen Miner umbenennen...
eo: Renomi tiun minilon
it: Rinomina questo minatore
nl: Hernoem deze miner...
ru: Переименовать этот генератор

source: &New OpenCL miner...
de: &Neu (Standard OpenCL Miner)...
eo: &Nova OpenCL-an minilo...
it: &Nuovo minatore OpenCL
nl: &Nieuwe OpenCL miner...
ru: &Создать OpenCL генератор...

source: Create a new OpenCL miner (default for ATI cards)
eo: Krei novan OpenCL-an minilon (defaŭlta por ATI-aj vidkartoj)
it: Creare un nuovo minatore OpenCL (Opzione Standard per cartine ATI)
nl: Creëer een nieuwe OpenCL miner (standaard voor ATI/AMD kaarten)
ru: Создать новый OpenCL генератор (по умолчанию для карт ATI)

source: Create a new Phoenix miner (for some ATI cards)
eo: Krei novan Phoenix-an minilon (por iuj ATI-aj vidkartoj)
it: Creare un nuovo minatore Phoenix (per qualche cartine ATI)
nl: Creëer een nieuwe Phonix miner (voor sommige ATI/AMD kaarten)
ru: Создать новый Phoenix генератор (для некоторых ATI карт)

source: New Phoenix miner...
eo: Nova Phoenix minilo...
it: Nuovo minatore Phoenix...
nl: Nieuwe Phoenix miner...
ru: Создать Phoenix генератор...

source: Create a new CUDA miner (for NVIDIA cards)
eo: Krei novan CUDA-an minilon (por NVIDIA-aj vidkartoj)
it: Creare un nuovo minatore CUDA (per cartine NVIDIA)
nl: Creëer een nieuwe CUDA miner (voor nVidia kaarten)
ru: Создать CUDA генератор (для карт NVIDIA)

source: New CUDA miner...
eo: Nova CUDA minilo...
it: Nuovo minatore CUDA...
nl: Nieuwe CUDA miner...
ru: Создать CUDA генератор...

source: Create a new Ufasoft miner (for CPUs)
eo: Krei novan Ufasoft-an minilon (por ĉefprocesoroj)
it: Creare un nuovo minatore Ufasoft (per processori)
nl: Creëer een nieuwe Ufasoft miner (voor CPUs)
ru: Создать Ufasoft генератор (для CPU)

source: New Ufasoft CPU miner...
eo: Nova Ufasoft-a ĉefprocesora minilo...
it: Nuovo minatore Ufasoft CPU...
nl: Nieuwe Ufasoft CPU miner...
ru: Создать Ufasoft генератор...

source: Create a new custom miner (requires external program)
eo: Krei novan tajloritan minilon (postulas eksteran programon)
it: Creare un nuovo minatore personalizzato (richiede un programma esterno)
nl: Creëer een nieuwe eigen miner (extern programma nodig)
ru: Создать генератор использующий другой движок (требуется дополнительный софт)

source: New &other miner...
de: Neu (&Anderer miner)...
eo: N&ova alia minilo...
it: Nuovo minatore di altro &tipo
nl: Nieuwe andere miner...
ru: Создать &другой генератор...

source: &New miner
eo: &Nova minilo
nl: &Nieuwe miner
ru: &Новый генератор

source: &Save settings
de: Einstellungen &speichern
eo: &Savi agorgojn
it: &Salva impostazioni
nl: &Sla instellingen op
ru: &Сохранить настройки

source: Save your settings
de: Deine Einstellungen speichern
eo: &Savi viajn agorgojn
it: Save le tue impostazioni
nl: Instellingen opslaan
ru: Сохранить текущие настройки генераторов

source: &Load settings
de: Einstallungen &laden
eo: &Ŝargi agordojn
it: &Carica impostazioni
nl: &Laad instellingen
ru: &Загрузить настройки

source: Load stored settings
de: Gespeicherte Einstellungen laden
eo: Ŝargi savitajn agordojn
it: Carica impostazioni salvate
nl: Laad opgeslagen instellingen
ru: Загрузить сохраненные настройки генераторов

source: Quit
de: Beenden
eo: Forlasi
it: Chiudi
nl: Sluiten
ru: Выход

source: &File
de: &Datei
eo: &Dosiero
nl: &Bestand
ru: &Файл

source: Show summary
de: Übersicht anzeigen
eo: Montri resumon
it: Mostra Riassunto
nl: Weergeef overzicht
ru: Показать итоги

source: Show summary of all miners
de: Übersicht aller Miner anzeigen
eo: Montri resumon de ĉiaj miniloj
it: Mostra riassunto di tutti i minatori
nl: Weergeef overzicht van alle miners
ru: Показать таблицу со всеми генераторами

source: Show console
de: Konsole anzeigen
eo: Montri konzolon
it: Mostra console
nl: Console weergeven
ru: Показать консоль

source: Show console logs
de: Konsolen-Logs anzeigen
eo: Montri konzolajn protokolajn dosierojn
it: Mostra il registro della console
nl: Console log's weergeven
ru: Показать лог консоли

source: &View
de: &Ansicht
eo: &Vido
it: &Visualizzazione
nl: &Weergeef
ru: &Вид

source: &Create solo password...
de: &Erstelle Solo-Passwort...
eo: &Krei pasvorton por solaminado...
it: &Creare password per minare in solo
nl: &Creëer een solo wachtwoord...
ru: &Создать соло пароль...

source: Configure a user/pass for solo mining
de: Erstellt einen Solo-Benutzernamen und -Passwort
eo: Konfiguri uzantnomon/pasvorton por solaminado
it: Configurare una username/password per minare in solo
nl: Creëer een gebruiker/wachtwoord voor solo minen
ru: Настроить логин/пароль для генерирования в одиночку (без пула)

source: &Set Bitcoin client path...
de: &Pfad zu bitcoin.exe festlegen...
eo: &Agordi vojon al bitmona kliento...
it: &Imposta localizzazione dell'cliente BitCoinÉ
nl: &Stel Bitcoin client locatie in...
ru: &Путь к клиенту Bitcoin...

source: Set the location of the official Bitcoin client
de: Dateipfad zum offiziellen Bitcoin Client festlegen.
eo: &Agordi lokon de la oficiala bitmona kliento...
it: Imposta la localizzazione dell'cliente ufficiale BitCoin
nl: Stel locatie officiële Bitcoin client in
ru: Указать путь к официальному клиенту Bitcoin.

source: &Launch Bitcoin client as server
de: Bitcoin-Client als &Server starten
eo: &Lanĉi bitmonan klienton kiel servilo
it: &Inizializza il cliente BitCoin in modo server
nl: &Start Bitcoin client als server
ru: &Запустить Bitcoin клиент как сервер

source: Launch the official Bitcoin client as a server for solo mining
de: Starte den offiziellen Bitcoin Client als Server um 'solo' zu minen
eo: &Lanĉi oficiala bitmonan klienton kiel servilo por sola minado
it: Inizializza il cliente BitCoin official in modo server, per permettere di minare in modo solo
nl: Start de officiele Bitcoin client als een server voor solo mining
ru: Запустить официальный Bitcoin клиент в режиме сервера для одиночного генерирования

source: &Solo utilities
de: &Solo-Tools
eo: &Solaminada utilaĵo
it: &Utilità Solo
nl: &Solo functies
ru: &Соло режим

source: Start &minimized
eo: Startigi plej&etigita
it: Inizia &minimizzato
nl: Start &geminimaliseerd
ru: Запускать в трее

source: Start the GUI minimized to the tray.
eo: Startigi grafikan interfacon plej&etigite al la taskopleto
it: Esegui il programma minimizzato.
nl: Start de GUI geminimaliseerd in de startbalk
ru: Запускает GUI свернутым в трей

source: &Options
eo: &Agordoj...
it: &Opzioni
nl: &Opties
ru: &Настройки

source: &Change language...
de: &Sprache ändern...
eo: &Ŝanĝi lingvon...
it: &Cambia la lingua
nl: &Verander taal...
ru: &Изменить язык...

source: Language
de: Sprache
eo: Lingvo
it: Linguaggio
nl: Taal
ru: Язык

source: &Donate 99 cents...
eo: &Doni 99-aj cendoj...
it: &Dona 99 centesimi
nl: &Doneer 99cent...
ru: &99 центов автору

source: Donate $0.99 USD worth of Bitcoins to support GUIMiner development
eo: Doni $0.99 USD en Bitmono subteni programado de GUIMiner
it: Dona l'equivalente di $0.99 USD in BitCoins per aiutare lo sviluppo di GUIMiner.
nl: Doneer $0.99 USD aan Bitcoins om de ontwikkeling van GUIMiner te ondersteunen
ru: Пожертвовать автору сумму BTC, равную по курсу 0,99$, чтобы поддержать развитие GUIminer

source: &Donate
eo: &Doni
it: &Dona
nl: &Doneer
ru: &Помочь

source: &About...
eo: &Pri...
it: &Informazioni
nl: &Over...
ru: &О программе

source: &Help
de: &Hilfe
eo: &Helpi
it: &Aiuto
ru: &Помощь

source: Failed to load taskbar icon; continuing.
de: Taskbar-Icon konnte nicht geladen werden; Fahre fort.
eo: Fiaskis ŝargi taskopleta bildsimbolo; kontinuanta.
it: Impossibile caricare l'icona della taskbar; continuando.
nl: Taakbalk pictogram laden mislukt; gaat door
ru: Не удалось загрузить иконку таскбара; продолжаю....

source: OpenCL not found - can't add a OpenCL miner
de: OpenCL nicht gefunden. OpenCL kann nicht hinzugefügt werden
eo: OpenCL-a ne trovita - malpovas aldoni OpenCL-an minilon
it: OpenCL non  stato trovato - Impossibile aggiungere un minatore di tio OpenCL
nl: OpenCL niet gevonden, kan geen OpenCL miner toevoegen
ru: OpenCL не обнаружен - нельзя добавить OpenCL генератор
