Repository: zhangchunsheng/mybitcoin
Catalog: guiminer/guiminer_*.po
Languages: de, eo, it, nl, ru

source: Name this miner:
de: Name für diesen Miner:
eo: Nomu tiun minilon:
it: Nomina questo minatore:
nl: Naam voor deze miner:
ru: Назовите генератор:

source: New miner
de: Neuer Miner
eo: Nova minilo
it: Nuovo minatore
nl: Nieuwe Miner
ru: &Новый генератор

source: Untitled
de: Unbenannt
eo: Sentitola
it: Senza nome
nl: Naamloos
ru: Без имени

source: External miner (*.exe)|*.exe|(*.py)|*.py
eo: Ekstera minilo (*.exe)|*.exe|(*.py)|*.py
it: Minatore Esterno (*.exe)|*.exe|(*.py)|*.py
nl: Externe miner (*.exe)|*.exe|(*.py)|*.py
ru: Внешний генератор (*.exe)|*.exe|(*.py)|*.py

source: Select external miner:
de: Wähle einen externen Miner:
eo: Elektu eksteran minilon:
it: Seleziona minatore esterno:
nl: Selecteer externe miner:
ru: Выберите внешний генератор:

source: Unsupported external miner %(filename)s. Supported are: %(supported)s
de: Nicht unterstützter Miner %(filename)s. Unterstützt werden: %(supported)
eo: Malsubtenata ekstera minilo %(filename)s. Subtenata estas: %(supported)s
it: Minatore esterno non supportato %(filename)s. Quelli supportati sono: %(supported)s
nl: Niet ondersteunde miner %(filename)s. Ondersteund zijn: %(supported)s
ru: Неподдерживаемый внешний генератор %(filename)s. Поддерживаемые: %(supported)s

source: Miner not supported
de: Miner wird nicht unterstützt
eo: Minilo malsubtenata
it: Minatore non supportato
nl: Miner is niet ondersteund
ru: Генератор не поддерживается

source: Do you want to save changes?
de: Änderungen speichern?
eo: Ĉu vi volas savi ŝanĝojn?
it: Salvare i cambiamenti?
nl: Veranderingen opslaan?
ru: Сохранить настройки?

source: Save
de: Speichern
eo: Savi
it: Salva
nl: Opslaan
ru: Сохранить

source: Saving:
de: Speichere:
eo: Savanta:
it: Salvando:
nl: Slaat op:
ru: Сохранение:

source: Couldn't write save file %s. Check the location is writable.
de: %s konnte nicht gespeichert werden. Bitte Schreibrechte überprüfen!
eo: Nepovas skribi savdosiero %s. Certigu ke, loko estas skribebla.
it: Impossibile modificare il file %s. Verificare che il file pu˜ essere modificato.
nl: %s kon niet worden opgeslagen. Controleer of de lokatie niet op alleen lezen staat!
ru: Не могу записать файл %s. Проверьте, не указан ли для целевой папки параметр "только для чтения

source: Save unsuccessful
de: Speichern fehlgeschlagen
eo: Savita malsukcese
it: Impossibile Salvare
nl: Opslaan mislukt
ru: Сохранение не удалось

source: Profiles saved OK to %s.
de: Profile erfolgreich gespeichert in %s.
eo: Profiloj savis sukcese al %s.
it: I Profili sono stati salvati con successo a %s.
nl: Profielen opgeslagen in %s.
ru: Профили успешно сохранены в %s.

source: Save successful
de: Sicherung erfolgreich
eo: Savita sukcese
it: Salvato con successo
nl: Opslaan gelukt
ru: Сохранение успешно

source: Loaded: %s
de: Geladen: %s
eo: Ŝargita: %s
it: Caricato: %s
nl: Geladen: %s
ru: Загружено: %s

source: Loading profiles will stop any currently running miners. Continue?
de: Das Laden von Profilen stoppt alle aktiven Miner. Weiter?
eo: Ŝargado de profiloj haltos ajnaj nunaj funkciantaj miniloj. Daŭrigi?
it: Caricare un profilo, non fermerˆ nessun minatore. Continuare?
nl: Das Laden von Profilen stoppt alle aktiven Miner. Weiter?
ru: Загрузка настроек остановит все текущие генераторы. Продолжить?

source: Load profile
de: Profil laden...
eo: Ŝargi profilon
it: Carica profilo
nl: Laad profiel
ru: Загрузить настройки

source: Select path to Bitcoin.exe
de: Pfad zu Bitcoin.exe wählen
eo: Elekti vojon al Bitcoin.exe
it: Imposta la locazione di Bitcoin.exe
nl: Pad naar Bitcoin.exe selecteren
ru: Указать расположение Bitcoin.exe

source: About
de: Über
eo: Pri
it: Informazioni
nl: Over
ru: О программе

source: Closing this miner will stop it. Continue?
de: Schließen stoppt diesen Miner. Weiter?
eo: Fermi tiun minilo ĉesos ĝin. Kontinuu?
it: Chiudendo questo minatore, il suo scavo sarà fermato. Continuare?
nl: De miner stopt bij het sluiten. Doorgaan?
ru: Закрытие генератора остановит его. Продолжить?

source: Close miner
de: Miner schließen
eo: Malfermi minilon
it: Chiudi minatore
nl: Sluit miner
ru: Закрыть генератор

source: Couldn't find Bitcoin at %s. Is your path set correctly?
de: Bitcoin konnte nicht gefunden werden. Pfad korrekt?
eo: Ne povas trovi Bitcoin.exe ĉe %s. Certigu ke, ĝia vojo estas ĝusta.
it: Impossibile trovare Bitcoin aa %s. La localizzazione del file è coretta ?
nl: Kon Bitcoin niet vinden in %s. Klopt deze locatie?
ru: Не могу найти Bitcoin в %s. Путь указан правильно?

source: Launch failed
de: Start fehlgeschlagen
eo: Lanĉo fiaskita
it: Inizializzazione fallita
nl: Opstarten mislukt
ru: Сбой запуска

source: The Bitcoin client will now launch in server mode. Once it connects to the network and downloads the block chain, you can start a miner in 'solo' mode.
eo: La bitmona kliento lanĉos nun en servila reĝimo. Unufoje ĝi konektas al via reto kaj elŝutas via blokĉeno, vi povas startigi minilon in 'sola' reĝimo.
nl: Bitcoin zal nu starten als server. Als deze alle voorbereidingen heeft gedaan zal je kunnen starten in solo modus

source: Launched ok.
de: Start erfolgreich.
eo: Lanĉo sukcese
it: Inizializzato con successo.
nl: Opstarten gelukt
ru: Успешно запущено.

source: %s already exists. Overwrite?
de: %s existiert bereits. Überschreiben?
eo: %s ekzistas jam. Anstataŭigu?
it: %s esiste di già. Rimpiazzare?
nl: %s bestaat al. Overschrijven?
ru: %s Уже существует. Перезаписать?

source: bitcoin.conf already exists.
de: bitcoin.conf existiert bereits.
eo: bitcoin.conf ekzistas jam.
it: bitcoin.conf esiste di già.
nl: bitcoin.conf bestaat al.
ru: bitcoin.conf уже существует.

source: Enter password
de: Passwort eingeben
eo: Tajpu pasvorton
it: Inserire password
nl: Wachtwoord invoeren
ru: Введите пароль

source: Success
de: Erfolgreich
eo: Sukcesa
it: Successo
nl: Succes
ru: Успешно

source: Wrote bitcoin config ok.
de: bitcoin.conf wurde erfolgreich geschrieben.
eo: Skribis bitmona agordo sukcese.
it: BitCoin.conf impostato con successo.
nl: Bitcoin instellingen succesvol opgeslagen
ru: bitcoin.conf успешно записан.

source: Console
de: Konsole
eo: Konzolo
ru: Консоль

source: Summary
de: Übersicht
eo: Resumo
it: Riassunto
nl: Overzicht
ru: Итог

source: Rename miner
de: Miner umbenennen
eo: Renomi minolon
it: Rinomina minatore
nl: Miner hernoemen
ru: Переименовать генератор

source: Rename to:
de: Umbenennen zu:
eo: Renomu kiel:
it: Rinomina a:
nl: Hernoem naar:
ru: Переименовать в:

source: Change language
de: Sprache wechseln
eo: Ŝanĝi lingvon
it: Cambia lingua
nl: Verander taal
ru: Изменить язык

source: Choose language (requires restart to take full effect)
de: Sprache wählen (Neustart erforderlich)
eo: Agordi lingvon (postulas restarton efektiviĝi)
it: Impostare la lingua (un riavvio dell'programma è necessario per potere fare effetto.)
nl: Verander taal (herstart nodig voor volledig effect)
ru: Выбрать другой язык (требуется перезапуск программы)

source: Click the link below to log in to the pool and get a special token. This token lets you securely check your balance. To remember this token for the future, save your miner settings.
eo: Klaku ligilon malsupre ensaluti la grupon kaj akiri apartan ĵetonon.
nl: Klik op onderstaande link om in te loggen in de pool en je code te krijgen. Deze code laat je veilig je saldo controleren. Sla deze code op in je minerinstellingen om hem in het vervolg te onthouden

source: (Paste token here)
de: (Token einfügen)
eo: (Algluu ĵetono ĉi)
it: (Inserici il codice API qui)
nl: (Plak code hier)
ru: (Копируйте код сюда)

source: Copy address to clipboard
de: Adresse in Zwischenablage kopieren
eo: Kopii adreso al tondejo
it: Copiare l'indirizzo
nl: Kopiëer adres naar het plakbord
ru: Копировать адрес в буфер обмена

source: No OpenCL devices found.
de: Kein OpenCL Gerät vorhanden.
eo: Ne OpenCL-aj aparatoj trovitaj.
it: Nessun dispositivo OpenCL trovato.
nl: Geen OpenCL onderdelen gevonden
ru: Не обнаружено OpenCL устройств.

source: No OpenCL devices were found. If you only want to mine using CPU or CUDA, you can ignore this message. If you want to mine on ATI graphics cards, you may need to install the ATI Stream SDK, or your GPU may not support OpenCL.
de: Keine OpenCL-Geräte vorhanden. Wenn du nur durch CPU oder CUDA minen möchtest ignoriere diese Nachricht. Wenn du eine ATI-Grafikkarte verwenden möchtest solltest du u.U. die ATI Stream SDK installieren oder deine GPU wird möglicherweise kein OpenCL unterstützen.
eo: Ne OpenCL-aj aparatoj trovitaj. Se vi deziras sole mini de uzado ĉefprocezoro aŭ CUDA, ignoru tiun mesaĝon. Se vi deziras mini de uzado ATI-aj vidkartoj, vi eblas ke, vi bezonos instali la "ATI Stream SDK", aŭ eblas ke, via vidkarto ne subtenas OpenCL-on.
it: Nessun dispositivo OpenCL trovato. Per minare solo con CUDA o con il processore, ignorare questo messagio. Per minare con una cartina grafica AT,  necessario installare il ATI Stream SDK, o la cartina forse non supporta OpenCL.
nl: Geen OpenCL onderdelen gevonden. Als je wilt minen met je CPU of met CUDA kan je dit bericht nergeren. Als je wilt minen met ATI/AMD kaarten kan het zijn dat je de ATI Stream SDK moet installeren. anders zal je kaart OpenCL niet ondersteunen.
ru: Не обнаружено OpenCL устройств. Если вы собирались генерировать используя CPU или CUDA, игнорируйте это сообщение. Если вы хотите генерировать на видеокартах ATI, нужно установить ATI Stream SDK. Или возможно, ваша карта не поддерживает OpenCL.

source: Don't show this message again
de: Nachrichtnicht wieder anzeigen
eo: Ne remontru tiun mesaĝon.
it: Non fare più vedere questo messagio
nl: Laat dit bericht niet nog een keer zien
ru: Больше не показывать это сообщение.
